Repository: ElinGus/slutprojektcms2
Catalog: languages/plugins/side-cart-woocommerce-*.po
Languages: sv_se

source: Qty:
sv_se: Antal:

source: Container Height
sv_se: Containerhöjd

source: Open From
sv_se: Öppna från

source: On Cart & Checkout Page
sv_se: På varukorgs- och kassasidor

source: Trigger Class
sv_se: Triggningsklass

source: Cotinue Button URL
sv_se: URL för knappen ”fortsätt”

source: Reset Cart Form
sv_se: Återställ varukorgsformuläret

source: Redirect to Cart
sv_se: Omdirigera till varukorg

source: Loading Icon
sv_se: Laddningsikon

source: Hide Basket Pages
sv_se: Dölj varukorgssidor

source: Basket on mobile
sv_se: Varukorg på mobil

source: Woo Side Cart shows all the items added to cart in a side popup.The plugin is ajax based.
sv_se: Woo Side Cart visar alla objekt som lagts till i varukorgen i ett popup-fönster i kanten. Tillägget bygger på ajax.

source: Side Cart WooCommerce is enabled but not effective. It requires WooCommerce in order to work.
sv_se: Tillägget Side Cart WooCommerce är aktiverat men verkningslöst. Det kräver WooCommerce för att fungera.

source: Something went wrong
sv_se: Någonting gick fel

source: Remove
sv_se: Ta bort

source: Subtotal:
sv_se: Delsumma:

source: Your cart is empty.
sv_se: Din varukorg är tom.

source: Count Text Color
sv_se: Textfärg antal

source: Count Background Color
sv_se: Bakgrundsfärg innehåll

source: Basket Icon Size
sv_se: Storlek på varukorgsikonen

source: Basket Icon Color
sv_se: Färg på varukorgsikonen

source: Basket Background Color
sv_se: Varukorgens bakgrundsfärg

source: Basket Position
sv_se: Varukorgens position

source: Footer Buttons Margin
sv_se: Marginal för sidfotsknappar

source: Product Image Width
sv_se: Bredd för produktbild

source: Body Font Size
sv_se: Textstorlek för innehållet

source: Container Width
sv_se: Containerbredd

source: Head Font Size
sv_se: Textstorlek rubrik

source: Continue Shopping
sv_se: Fortsätt handla

source: Checkout
sv_se: Kassa

source: View Cart
sv_se: Visa varukorg

source: To find out your shipping cost , Please proceed to checkout.
sv_se: För att räkna ut din fraktkostnad, gå vidare till kassan.

source: Your Cart
sv_se: Din varukorg

source: Product Count
sv_se: Antal produkter

source: Enable Basket
sv_se: Aktivera varukorg

source: Product total
sv_se: Totalt produkter

source: Continue Button Text
sv_se: Text för fortsättningsknapp

source: Checkout Button Text
sv_se: Text för betala-knapp

source: Cart Button Text
sv_se: Text för varukorgsknapp

source: Shipping Text
sv_se: Frakttext

source: Ajax Add to Cart
sv_se: Ajax för tillägg i varukorg

source: Custom CSS
sv_se: Anpassad CSS

source: Head Title
sv_se: Huvudrubrik

source: Auto Open
sv_se: Öppna automatiskt
